{
  "hub": {
    "label": "ガイド (ハブ)",
    "qPageIntro": "このページは何をするものですか？",
    "aPageIntro": [
      "「ソーシャルハブ」はDhaaga特有の強力なプロフィール管理およびハブカスタマイズ体験です。",
      "簡単に自分の興味を整理して追跡できます。",
      "アルゴリズムによるフィードを探し回る必要はありません！"
    ],
    "qHowToUse": "ハブの使い方は？",
    "aHowToUse": [
      "アカウントを切り替えるには左/右にスワイプしてください。",
      "（+）を押して、さらにフィードやユーザー、タグをピン留めできます。"
    ],
    "qExplainProfiles": "プロフィールとは？",
    "aExplainProfiles": [
      "各アカウントに対して複数のプロフィールを作成できます。",
      "興味別にハブのピンを飾るための便利な方法です。"
    ],
    "qHowToDeletePins": "ピンを削除するには？",
    "aHowToDeletePins": [
      "ピンを長押しして、さらにオプションを表示してください！"
    ],
    "qHowToArrangePins": "ピンを並べ替えるには？",
    "aHowToArrangePins": [
      "現在は利用できません。"
    ],
    "qOneMoreThing": "もう一つ...",
    "aOneMoreThing": [
      "ここではアカウントを自由に切り替えることができますが、",
      "アプリ内の他の場所でアクティブなアカウントは変更されません。",
      "非アクティブなアカウントのピンを開こうとすると、ダイアログボックスが表示され、切り替えて続行できます。"
    ]
  },
  "myAccount": {
    "label": "ガイド（マイアカウント）",
    "qPageIntro": "このページは何をしますか？",
    "aPageIntro": [
      "これはあなたのアカウント概要です！",
      "ここから、サーバーのほとんどの機能や、Dhaagaの特別な機能にアクセスできます。"
    ],
    "qHowAddSwitchAccount": "アカウントを追加/切り替えるにはどうすればよいですか？",
    "aHowAddSwitchAccount": [
      "切り替えるには、5番目のタブを長押ししてください（どこからでも動作します）。",
      "追加するには、上記の方法を使うか、設定 -> アカウント -> 追加に進んでください。"
    ],
    "qHowEditAccountDetails": "アカウントの詳細を編集するにはどうすればよいですか？",
    "aHowEditAccountDetails": [
      "アバターやバナーなどの編集は、ウェブサイトを使用して行う必要があります（現時点では）。",
      "Dhaagaは閲覧とチャットの使用ケースに重点を置いているため、こうした機能は遅れて追加される予定です。"
    ],
    "qProfileOutOfSync": "プロフィールが同期していません",
    "aProfileOutOfSync": [
      "何かが同期していないように感じる場合（例：カウンター、アバター、バナーなど）、",
      "このページを下に引っ張って更新を試みてください。これでほとんどの同期問題が解決されます。",
      "問題が解決しない場合は、開発者に報告してください。"
    ]
  },
  "settings": {
    "qWhereAmI": "ここはどこですか?",
    "aWhereAmI": [
      "ここから、アプリ全体の体験やDhaagaが提供する特別な機能に影響を与えるさまざまな設定を調整できます。"
    ],
    "qServerSettingNotImported": "なぜサーバー設定がインポートされないのですか？",
    "aServerSettingNotImported": [
      "Dhaagaは多くのSNSソフトウェアをサポートするマルチプロトコルクライアントです。",
      "そのため、これらの設定はローカルで設定する必要があります。",
      "しかし、一度設定すれば、それらはすべてのSNSアカウントに適用されます！"
    ],
    "qProGetHow": "「Pro」バージョンをどうやって支払ってアンロックできますか？",
    "aProGetHow": [
      "「Pro」バージョンって何ですか？それは鳥ですか？🤔"
    ],
    "qSupportHow": "本当に、どうやってサポートできますか？",
    "aSupportHow": [
      "わお、ありがとう💛。",
      "私はこのアプリを作り、それを無料でオープンソースにしたのは、コミュニティが優れたSNS体験を楽しんでほしいからです。それは、プラットフォームやプロトコルに制限されず、古いソーシャルメディアのアンチ機能に悩まされないものです。",
      "インディー開発者として、フィードバック、励まし、サポートを本当に感謝します。",
      "ですので、気軽に立ち寄って挨拶してください👋：気に入らなかった？改善点を教えてください！\n気に入った？友達と共有してみてください！\n大好きになった？チップを残すことを検討してください！"
    ]
  }
}