{
  "composer": {
    "label": "ガイド (作曲者)",
    "qPageIntro": "このページは何をするページですか？",
    "aPageIntro": [
      "このページでは投稿を作成することができます。",
      "将来的には、投票を作成したり、公開したコンテンツを追跡したりすることもできるようになります。"
    ],
    "qSuchLayoutsMuchWow": "レイアウトがこんなに多いのはなぜですか？",
    "aSuchLayoutsMuchWow": [
      "Dhaagaには3つのユニークな作成者レイアウトがあります！ふう！",
      "最小のレイアウトは、ダイレクトメッセージや投稿に返信するときに表示されます。素早く簡単に！",
      "中くらいのサイズのレイアウト（別名「クイック投稿」）は、オリジナルの投稿を公開するときに表示されます。オプションは多いですが、長文投稿には少し窮屈です。",
      "完全なサイズの作成者レイアウト（まだ実装されていません）は、創造性を表現するためのすべてのオプションを提供します！"
    ],
    "qHowConfigureLayout": "デフォルトのレイアウトを設定するにはどうすればいいですか？",
    "aHowConfigureLayout": [
      "ミニレイアウトは窮屈に感じるかもしれませんが、置き換えるのではなく、改善の提案をいただけるとありがたいです。",
      "もしどうしても必要な場合、将来的なアップデートで大きなレイアウトに強制的に切り替えるオプションが追加される予定です。"
    ],
    "qGrayedOut": "なぜいくつかのオプションがグレーアウトしていますか？",
    "aGrayedOut": [
      "それらはまだ実装されていないか、あなたのサーバーがまだそれらをサポートしていないためです。"
    ],
    "qOneMoreThing": "もう一つ...",
    "aOneMoreThing": [
      "ミニレイアウトから「クイック投稿」にいつでも切り替えできます。左側のボタンを押してみてください。"
    ]
  },
  "discover": {
    "label": "ガイド (発見)",
    "qPageIntro": "このページは何をしますか？",
    "aPageIntro": [
      "これはDhaagaの発見ポータルです。",
      "現時点では検索と履歴タブのみです 😅。",
      "ただし、今後は友達やコミュニティを見つけるためのもっと楽しい方法が追加される予定です。"
    ],
    "qStuckCannotReset": "最初に戻るにはどうすればよいですか？",
    "aStuckCannotReset": [
      "検索ウィジェットを開き、（x）を押して検索をクリアしてください。",
      "それでホームに戻ります。"
    ],
    "qNoRecommendations": "おすすめとトレンドタブはどこですか？",
    "aNoRecommendations": [
      "Dhaagaはデフォルトでニュースやトレンドトピックを隠します。",
      "将来的には、それらはオプションのタブとして導入される予定です。"
    ]
  },
  "hub": {
    "label": "ガイド (ハブ)",
    "qPageIntro": "このページは何をするものですか？",
    "aPageIntro": [
      "「ソーシャルハブ」はDhaaga特有の強力なプロフィール管理およびハブカスタマイズ体験です。",
      "簡単に自分の興味を整理して追跡できます。",
      "アルゴリズムによるフィードを探し回る必要はありません！"
    ],
    "qHowToUse": "ハブの使い方は？",
    "aHowToUse": [
      "アカウントを切り替えるには左/右にスワイプしてください。",
      "（+）を押して、さらにフィードやユーザー、タグをピン留めできます。"
    ],
    "qExplainProfiles": "プロフィールとは？",
    "aExplainProfiles": [
      "各アカウントに対して複数のプロフィールを作成できます。",
      "興味別にハブのピンを飾るための便利な方法です。"
    ],
    "qHowToDeletePins": "ピンを削除するには？",
    "aHowToDeletePins": [
      "ピンを長押しして、さらにオプションを表示してください！"
    ],
    "qHowToArrangePins": "ピンを並べ替えるには？",
    "aHowToArrangePins": [
      "現在は利用できません。"
    ],
    "qOneMoreThing": "もう一つ...",
    "aOneMoreThing": [
      "ここではアカウントを自由に切り替えることができますが、",
      "アプリ内の他の場所でアクティブなアカウントは変更されません。",
      "非アクティブなアカウントのピンを開こうとすると、ダイアログボックスが表示され、切り替えて続行できます。"
    ]
  },
  "inbox": {
    "label": "ガイド（受信箱）",
    "qPageIntro": "このページは何をしますか？",
    "aPageIntro": [
      "Dhaagaでは、通知が4つのタブに分けられています。この機能は「受信箱カテゴリ」とも呼ばれています。",
      "各タブは、そのカテゴリに適した形式で情報を表示します。"
    ],
    "qTabMention": "メンションタブには何が表示されますか？",
    "aTabMention": [
      "「メンション」タブには、あなたの投稿への返信や引用が表示されます。また、あなたがメンションされた投稿も表示されます。"
    ],
    "qTabChat": "チャットタブには何が表示されますか？",
    "aTabChat": [
      "「チャット」タブには、あなたが参加しているすべての会話が表示されます。",
      "追伸 - チャット機能はBluesky専用です。Fediverseの実装はソフトウェアによって異なります。"
    ],
    "qTabSocial": "ソーシャルタブには何が表示されますか？",
    "aTabSocial": [
      "「ソーシャル」タブには、あなたの投稿を「いいね！」したり、共有したりした人、またはフォロワー/フォローの変動が表示されます。"
    ],
    "qTabUpdates": "アップデートタブには何が表示されますか？",
    "aTabUpdates": [
      "「アップデート」インターフェースには、あなたが購読しているユーザーからの投稿が表示されます。",
      "追伸 - アカウントの更新を購読する機能はBlueskyにはまだ実装されていません。そのため、このタブは空になります。"
    ],
    "qWhyFewSettings": "通知をカスタマイズするにはどうすればよいですか？",
    "aWhyFewSettings": [
      "追加の設定や機能は現在も開発中です。"
    ],
    "qOneMoreThing": "もう一つだけ...",
    "aOneMoreThing": [
      "はい、もう二つあります :)",
      "1) Dhaagaのすべてのボタンは、片手で簡単に操作できるように下部に配置されています。",
      "2) タブ間のスワイプ機能は無効化されています。これにより、メディアのカルーセルを簡単にスワイプでき、もちろん、乗り物酔いも防げます。"
    ]
  },
  "myAccount": {
    "label": "ガイド（マイアカウント）",
    "qPageIntro": "このページは何をしますか？",
    "aPageIntro": [
      "これはあなたのアカウント概要です！",
      "ここから、サーバーのほとんどの機能や、Dhaagaの特別な機能にアクセスできます。"
    ],
    "qHowAddSwitchAccount": "アカウントを追加/切り替えるにはどうすればよいですか？",
    "aHowAddSwitchAccount": [
      "切り替えるには、5番目のタブを長押ししてください（どこからでも動作します）。",
      "追加するには、上記の方法を使うか、設定 -> アカウント -> 追加に進んでください。"
    ],
    "qHowEditAccountDetails": "アカウントの詳細を編集するにはどうすればよいですか？",
    "aHowEditAccountDetails": [
      "アバターやバナーなどの編集は、ウェブサイトを使用して行う必要があります（現時点では）。",
      "Dhaagaは閲覧とチャットの使用ケースに重点を置いているため、こうした機能は遅れて追加される予定です。"
    ],
    "qProfileOutOfSync": "プロフィールが同期していません",
    "aProfileOutOfSync": [
      "何かが同期していないように感じる場合（例：カウンター、アバター、バナーなど）、",
      "このページを下に引っ張って更新を試みてください。これでほとんどの同期問題が解決されます。",
      "問題が解決しない場合は、開発者に報告してください。"
    ],
    "qHowManageAccount": "How to add/switch accounts?",
    "aHowManageAccount": [
      "New accounts can be onboarded from the account management page. Access it from the navbar of your home interface.",
      "Also, long pressing the profile tab (5th) brings up the account switcher :)"
    ]
  },
  "settings": {
    "label": "ガイド（設定）",
    "qWhereAmI": "ここはどこですか?",
    "aWhereAmI": [
      "ここから、アプリ全体の体験やDhaagaが提供する特別な機能に影響を与えるさまざまな設定を調整できます。"
    ],
    "qServerSettingMismatch": "なぜサーバー設定がインポートされないのですか？",
    "aServerSettingMismatch": [
      "Dhaagaは多くのSNSソフトウェアをサポートするマルチプロトコルクライアントです。",
      "そのため、これらの設定はローカルで設定する必要があります。",
      "しかし、一度設定すれば、それらはすべてのSNSアカウントに適用されます！"
    ],
    "qSupportHow": "本当に、どうやってサポートできますか？",
    "aSupportHow": [
      "わぁ、ありがとう💛。",
      "インディー開発者として、フィードバックや応援、サポートを本当に感謝しています。",
      "気軽に訪れて挨拶してね👋:\n気に入らなかった？何を改善すれば良いか教えてください！\n気に入った？友達にシェアしてくれると嬉しい！\n大好きだった？チップをくれると嬉しいです！"
    ]
  }
}