{
  "composer": {
    "label": "Przewodnik (Tw贸rca)",
    "qPageIntro": "Co robi ta strona?",
    "aPageIntro": [
      "Ta strona pozwala na tworzenie post贸w.",
      "W przyszoci bdziesz tak偶e m贸g tworzy ankiety i ledzi opublikowane treci."
    ],
    "qSuchLayoutsMuchWow": "Dlaczego tyle ukad贸w?",
    "aSuchLayoutsMuchWow": [
      "Dhaaga ma trzy unikalne ukady tw贸rcy! Uf!",
      "Najmniejszy pojawia si, gdy odpowiadasz na wiadomoci prywatne i posty. Szybkie i atwe!",
      "redni (tzw. \"Szybki Post\") pojawia si przy publikowaniu oryginalnych post贸w. Ma najwicej opcji, ale jest troch ciasny przy dugich postach.",
      "Penowymiarowy tw贸rca (jeszcze nie zaimplementowany) bdzie mia wszystkie opcje do wyra偶enia twojej kreatywnoci!"
    ],
    "qHowConfigureLayout": "Jak skonfigurowa domylne ukady?",
    "aHowConfigureLayout": [
      "Mini ukady mog by ciasne, wiem! Ale prosz dorad藕, jak mo偶na je poprawi, zamiast je usuwa.",
      "Jeli musisz, to przysze aktualizacje bd zawieray opcje wymuszenia wikszych ukad贸w."
    ],
    "qGrayedOut": "Dlaczego niekt贸re opcje s wyszarzone?",
    "aGrayedOut": [
      "Nie zostay jeszcze zaimplementowane lub tw贸j serwer ich jeszcze nie obsuguje."
    ],
    "qOneMoreThing": "Jeszcze jedna rzecz...",
    "aOneMoreThing": [
      "Mo偶esz przeczy si z mini ukadu na \"Szybki Post\" w dowolnym momencie, naciskajc przycisk po lewej stronie."
    ]
  },
  "discover": {
    "label": "Przewodnik (Odkrywanie)",
    "qPageIntro": "Co robi ta strona?",
    "aPageIntro": [
      "To portal odkrywania Dhaaga.",
      "Na razie to tylko karta wyszukiwania i historii .",
      "Ale w przyszoci dodane zostan bardziej interesujce sposoby znajdowania przyjaci贸 i spoecznoci."
    ],
    "qStuckCannotReset": "Jak wr贸ci do pocztku?",
    "aStuckCannotReset": [
      "Otw贸rz widget wyszukiwania i nacinij (x), aby wyczyci wyszukiwanie.",
      "Zostaniesz przekierowany na stron g贸wn."
    ],
    "qNoRecommendations": "Gdzie s moje rekomendacje i zakadki trend贸w?",
    "aNoRecommendations": [
      "Dhaaga domylnie ukrywa wiadomoci i tematy trendujce.",
      "W przyszoci zostan one wprowadzone jako opcjonalne zakadki."
    ]
  },
  "hub": {
    "label": "Przewodnik (Hub)",
    "qPageIntro": "Co robi ta strona?",
    "aPageIntro": [
      "\"Social Hub\" to zaawansowane narzdzie zarzdzania profilami i dostosowywania hubu, unikalne dla Dhaaga.",
      "atwo organizuj i led藕 swoje zainteresowania.",
      "Nie musisz przeszukiwa algorytmicznych feed贸w!"
    ],
    "qHowToUse": "Jak korzysta z hubu?",
    "aHowToUse": [
      "Przesu w lewo/prawo, aby przecza konta.",
      "Nacinij (+), aby przypi wicej feed贸w/u偶ytkownik贸w/tag贸w."
    ],
    "qExplainProfiles": "Czym s profile?",
    "aExplainProfiles": [
      "Mo偶esz mie wiele profili dla ka偶dego konta.",
      "To miy spos贸b na udekorowanie przypi w hubie wedug zainteresowa."
    ],
    "qHowToDeletePins": "Jak usun przypicia?",
    "aHowToDeletePins": [
      "Przytrzymaj dowolne przypicie, aby wywietli wicej opcji!"
    ],
    "qHowToArrangePins": "Jak uporzdkowa przypicia?",
    "aHowToArrangePins": [
      "Nie jest jeszcze dostpne."
    ],
    "qOneMoreThing": "Jeszcze jedna rzecz...",
    "aOneMoreThing": [
      "Mo偶esz swobodnie przecza si midzy kontami tutaj,",
      "ale to nie zmienia aktywnego konta w caej aplikacji.",
      "Jeli spr贸bujesz otworzy przypicie dla nieaktywnego konta, pojawi si okno dialogowe, kt贸re pomo偶e Ci przeczy si i kontynuowa."
    ]
  },
  "inbox": {
    "label": "Przewodnik (Skrzynka odbiorcza)",
    "qPageIntro": "Co robi ta strona?",
    "aPageIntro": [
      "W Dhaaga powiadomienia s podzielone na cztery zakadki. Ta funkcja nazywa si tak偶e \"Kategorie Skrzynki odbiorczej\".",
      "Ka偶da zakadka prezentuje informacje w formacie lepiej dopasowanym do tej kategorii."
    ],
    "qTabMention": "Co pokazuje zakadka wzmianki?",
    "aTabMention": [
      "Zakadka \"Wzmianki\" pokazuje odpowiedzi/cytaty do Twoich post贸w. Pokazuje tak偶e posty, w kt贸rych zostae wspomniany."
    ],
    "qTabChat": "Co pokazuje zakadka czatu?",
    "aTabChat": [
      "Zakadka \"Czat\" pokazuje wszystkie rozmowy, w kt贸rych bierzesz udzia.",
      "p.s. - Tylko Bluesky ma dedykowane funkcje czatu. Implementacja Fediverse bdzie si r贸偶ni w zale偶noci od oprogramowania."
    ],
    "qTabSocial": "Co pokazuje zakadka spoeczna?",
    "aTabSocial": [
      "Zakadka \"Spoeczna\" pokazuje osoby, kt贸re polubiy/udostpniy Twoje posty, a tak偶e zmiany w obserwujcych/obserwowanych."
    ],
    "qTabUpdates": "Co pokazuje zakadka aktualizacje?",
    "aTabUpdates": [
      "Interfejs \"Aktualizacje\" pokazuje posty od u偶ytkownik贸w, kt贸rych obserwujesz.",
      "p.s. - Subskrypcja aktualizacji konta nie jest jeszcze zaimplementowana przez Bluesky, wic zakadka bdzie pusta."
    ],
    "qWhyFewSettings": "Jak dostosowa moje powiadomienia?",
    "aWhyFewSettings": [
      "Dodatkowe ustawienia i funkcje s nadal w trakcie opracowywania."
    ],
    "qOneMoreThing": "Jeszcze jedna rzecz...",
    "aOneMoreThing": [
      "Ok, dwie rzeczy wicej :)",
      "1) Wszystkie przyciski w Dhaaga s wyr贸wnane na dole, aby atwiej byo obsugiwa aplikacj jedn rk.",
      "2) Przesuwanie midzy zakadkami zostao wyczone, aby uatwi przesuwanie karuzel z mediami (i unikn choroby lokomocyjnej)."
    ]
  },
  "myAccount": {
    "label": "Przewodnik (Moje konto)",
    "qPageIntro": "Co robi ta strona?",
    "aPageIntro": [
      "To podsumowanie Twojego konta!",
      "Mo偶esz uzyska dostp do wikszoci funkcji swojego serwera, jak r贸wnie偶 specjalnych funkcji Dhaaga."
    ],
    "qHowAddSwitchAccount": "Jak mog doda/przeczy konta?",
    "aHowAddSwitchAccount": [
      "Aby przeczy konto, przytrzymaj 5. zakadk (dziaa z ka偶dego miejsca).",
      "Aby doda konto, u偶yj powy偶szej opcji lub przejd藕 do Ustawienia -> Konta -> Dodaj"
    ],
    "qHowEditAccountDetails": "Jak mog edytowa dane konta?",
    "aHowEditAccountDetails": [
      "Edycja avatara i banera itp. musi by wykonana za pomoc stron internetowych (na razie).",
      "Poniewa偶 Dhaaga koncentruje si na przegldaniu i czacie, takie funkcje bd dodawane powoli."
    ],
    "qProfileOutOfSync": "M贸j profil jest niezsynchronizowany",
    "aProfileOutOfSync": [
      "Jeli co wydaje si by niezsynchronizowane (np. liczniki, avatar, baner itp.),",
      "Spr贸buj pocign w d贸, aby odwie偶y t stron. Jest zaprojektowana, aby naprawi wikszo problem贸w z synchronizacj.",
      "Jeli problem nadal wystpuje, zgo to do dewelopera."
    ],
    "qHowManageAccount": "How to add/switch accounts?",
    "aHowManageAccount": [
      "New accounts can be onboarded from the account management page. Access it from the navbar of your home interface.",
      "Also, long pressing the profile tab (5th) brings up the account switcher :)"
    ]
  },
  "settings": {
    "label": "Przewodnik (Ustawienia)",
    "qWhereAmI": "Gdzie jestem?",
    "aWhereAmI": [
      "Z tego miejsca mo偶esz dostosowa r贸偶ne ustawienia, kt贸re wpywaj na Twoje dowiadczenie w aplikacji i dodatkowe funkcje oferowane przez Dhaaga."
    ],
    "qServerSettingMismatch": "Dlaczego moje ustawienia serwera nie zostay zaimportowane?",
    "aServerSettingMismatch": [
      "Dhaaga to klient obsugujcy wiele protoko贸w, wspierajcy r贸偶ne oprogramowanie SNS.",
      "Dlatego te ustawienia musz zosta skonfigurowane lokalnie.",
      "Jednak po ustawieniu bd one stosowane do wszystkich Twoich kont SNS!"
    ],
    "qSupportHow": "Jak mog Ci pom贸c?",
    "aSupportHow": [
      "Wow, dziki .",
      "Jako niezale偶ny deweloper, naprawd doceniam Twoje opinie, wsparcie i zacht.",
      "Poczstuj si i powiedz cze : \nNie podobao Ci si? Powiedz mi, co mog poprawi!\nPodobao Ci si? Mo偶e podziel si tym ze znajomymi!\nKochasz to? Rozwa偶 zostawienie napiwku!"
    ]
  }
}