{
  "composer": {
    "label": "Panduan (Penyusun)",
    "qPageIntro": "Apa yang dilakukan halaman ini?",
    "aPageIntro": [
      "Halaman ini memungkinkan Anda untuk menyusun postingan.",
      "Di masa depan, Anda juga akan dapat membuat jajak pendapat dan melacak konten yang diterbitkan."
    ],
    "qSuchLayoutsMuchWow": "Mengapa ada begitu banyak tata letak?",
    "aSuchLayoutsMuchWow": [
      "Dhaaga memiliki tiga tata letak penyusun unik! Wah!",
      "Yang terkecil muncul saat membalas pesan langsung dan postingan. Cepat dan mudah!",
      "Yang sedang (alias \"Quick Post\") muncul saat menerbitkan postingan asli. Memiliki sebagian besar opsi, tetapi agak sempit untuk postingan yang lebih panjang.",
      "Penyusun ukuran penuh (belum diimplementasikan) akan memiliki setiap opsi untuk mengekspresikan kreativitas Anda!"
    ],
    "qHowConfigureLayout": "Bagaimana cara mengonfigurasi tata letak default?",
    "aHowConfigureLayout": [
      "Tata letak mini bisa terasa sempit, saya tahu! Tapi, harap beri saran tentang bagaimana mereka dapat diperbaiki, bukan menggantinya.",
      "Jika perlu, pembaruan di masa depan akan menyertakan opsi untuk memaksa tata letak yang lebih besar."
    ],
    "qGrayedOut": "Mengapa beberapa opsi terlihat pudar?",
    "aGrayedOut": [
      "Opsi-opsi tersebut belum diimplementasikan, atau server Anda belum mendukungnya."
    ],
    "qOneMoreThing": "Satu hal lagi...",
    "aOneMoreThing": [
      "Anda dapat beralih dari tata letak mini ke \"Quick Post\" kapan saja, dengan menekan tombol di sebelah kiri."
    ]
  },
  "discover": {
    "label": "Panduan (Penemuan)",
    "qPageIntro": "Apa yang dilakukan halaman ini?",
    "aPageIntro": [
      "Ini adalah portal penemuan dari Dhaaga.",
      "Saat ini hanya tab pencarian dan riwayat 😅.",
      "Namun, cara yang lebih menyenangkan untuk menemukan teman dan komunitas Anda akan ditambahkan di masa depan."
    ],
    "qStuckCannotReset": "Bagaimana cara kembali ke awal?",
    "aStuckCannotReset": [
      "Buka widget pencarian dan tekan (x) untuk membersihkan pencarian.",
      "Ini akan mengembalikan Anda ke halaman utama."
    ],
    "qNoRecommendations": "Di mana tab rekomendasi dan tren saya?",
    "aNoRecommendations": [
      "Dhaaga menyembunyikan berita dan topik yang sedang tren, secara default.",
      "Di masa depan, mereka akan diperkenalkan sebagai tujuan tab opsional."
    ]
  },
  "hub": {
    "label": "Panduan (Hub)",
    "qPageIntro": "Apa yang dilakukan halaman ini?",
    "aPageIntro": [
      "\"Social Hub\" adalah pengalaman manajemen profil dan kustomisasi hub yang kuat, unik untuk Dhaaga.",
      "Mudah untuk mengorganisir dan melacak minat Anda.",
      "Tidak perlu menyusuri feed algoritmik!"
    ],
    "qHowToUse": "Bagaimana cara menggunakan hub?",
    "aHowToUse": [
      "Geser kiri/kanan untuk beralih akun.",
      "Tekan (+) untuk memasang lebih banyak feed/pengguna/tag."
    ],
    "qExplainProfiles": "Apa itu profil?",
    "aExplainProfiles": [
      "Anda bisa memiliki beberapa profil untuk setiap akun.",
      "Cara yang bagus untuk mendekorasi pin hub berdasarkan minat."
    ],
    "qHowToDeletePins": "Bagaimana cara menghapus pin?",
    "aHowToDeletePins": [
      "Tekan lama pada pin mana saja untuk menampilkan opsi lebih banyak!"
    ],
    "qHowToArrangePins": "Bagaimana cara menyusun ulang pin?",
    "aHowToArrangePins": [
      "Belum tersedia."
    ],
    "qOneMoreThing": "Satu hal lagi...",
    "aOneMoreThing": [
      "Anda dapat beralih bebas antar akun di sini,",
      "Namun, ini tidak mengubah akun mana yang aktif di seluruh aplikasi.",
      "Jika Anda mencoba membuka pin untuk akun yang tidak aktif, kotak dialog akan membantu Anda beralih dan melanjutkan."
    ]
  },
  "inbox": {
    "label": "Panduan (Kotak Masuk)",
    "qPageIntro": "Apa yang dilakukan halaman ini?",
    "aPageIntro": [
      "Di Dhaaga, pemberitahuan Anda dibagi ke dalam empat tab. Fitur ini juga disebut \"Kategori Kotak Masuk\".",
      "Setiap tab menampilkan informasi dalam format yang lebih sesuai dengan kategori tersebut."
    ],
    "qTabMention": "Apa yang ditampilkan tab sebutan?",
    "aTabMention": [
      "Tab \"Sebutkan\" menampilkan balasan/kutipan dari postingan Anda. Ini juga menampilkan postingan di mana Anda disebutkan."
    ],
    "qTabChat": "Apa yang ditampilkan tab obrolan?",
    "aTabChat": [
      "Tab \"Obrolan\" menampilkan semua percakapan yang Anda ikuti.",
      "p.s. - Hanya Bluesky yang memiliki fitur obrolan khusus. Implementasi Fediverse akan bervariasi antara perangkat lunak."
    ],
    "qTabSocial": "Apa yang ditampilkan tab sosial?",
    "aTabSocial": [
      "Tab \"Sosial\" menampilkan orang yang menyukai/membagikan postingan Anda, serta perubahan pengikut/mengikuti."
    ],
    "qTabUpdates": "Apa yang ditampilkan tab pembaruan?",
    "aTabUpdates": [
      "Antarmuka \"Pembaruan\" menampilkan postingan dari pengguna yang Anda ikuti.",
      "p.s. - Berlangganan pembaruan akun belum diimplementasikan oleh Bluesky. Jadi, tab ini akan kosong."
    ],
    "qWhyFewSettings": "Bagaimana cara menyesuaikan pemberitahuan saya?",
    "aWhyFewSettings": [
      "Pengaturan tambahan dan fitur masih dalam pengembangan."
    ],
    "qOneMoreThing": "Satu hal lagi...",
    "aOneMoreThing": [
      "Oke, dua hal lagi :)",
      "1) Semua tombol di Dhaaga diratakan di bawah untuk memudahkan penggunaan satu tangan.",
      "2) Geser antar tab dinonaktifkan agar lebih mudah menggulirkan carousel media (dan menghindari mabuk gerakan, tentu saja)."
    ]
  },
  "myAccount": {
    "label": "Panduan (Akun Saya)",
    "qPageIntro": "Apa yang dilakukan halaman ini?",
    "aPageIntro": [
      "Ini adalah gambaran umum akun Anda!",
      "Anda dapat mengakses sebagian besar fitur server Anda, serta fitur khusus Dhaaga dari sini."
    ],
    "qHowAddSwitchAccount": "Bagaimana saya dapat menambah/mengganti akun?",
    "aHowAddSwitchAccount": [
      "Untuk mengganti, tekan lama tab ke-5 (bekerja dari mana saja).",
      "Untuk menambah, gunakan opsi di atas atau buka Pengaturan -> Akun -> Tambah"
    ],
    "qHowEditAccountDetails": "Bagaimana saya bisa mengedit detail akun saya?",
    "aHowEditAccountDetails": [
      "Mengedit avatar dan banner dll harus dilakukan menggunakan situs web (untuk saat ini).",
      "Karena Dhaaga fokus pada penggunaan penelusuran dan obrolan, fitur semacam ini membutuhkan waktu untuk ditambahkan."
    ],
    "qProfileOutOfSync": "Profil saya tidak sinkron",
    "aProfileOutOfSync": [
      "Jika ada yang terasa tidak sinkron (misalnya - penghitung, avatar, banner dll),",
      "Cobalah untuk menarik turun dan menyegarkan halaman ini. Ini dirancang untuk memperbaiki sebagian besar masalah sinkronisasi.",
      "Jika masalah tetap ada, harap laporkan ke pengembang."
    ]
  },
  "settings": {
    "label": "Panduan (Pengaturan)",
    "qWhereAmI": "Di mana saya?",
    "aWhereAmI": [
      "Dari sini, Anda dapat menyesuaikan berbagai pengaturan yang memengaruhi pengalaman Anda di seluruh aplikasi dan fitur menarik lainnya yang ditawarkan oleh Dhaaga."
    ],
    "qServerSettingMismatch": "Mengapa pengaturan server saya tidak diimpor?",
    "aServerSettingMismatch": [
      "Dhaaga adalah klien multi-protokol yang mendukung banyak perangkat lunak SNS.",
      "Jadi, pengaturan ini harus disetel secara lokal.",
      "Namun, setelah selesai, pengaturan tersebut akan diterapkan ke semua akun SNS Anda!"
    ],
    "qSupportHow": "Bagaimana saya bisa mendukung Anda?",
    "aSupportHow": [
      "Wah, terima kasih 💛.",
      "Sebagai pengembang indie, saya sangat menghargai umpan balik, dukungan, dan dorongan Anda.",
      "Silakan datang dan sapa saya 👋: \nTidak suka? Beri tahu saya apa yang bisa diperbaiki!\nSuka? Mungkin bagikan ke teman-teman Anda!\nCinta? Pertimbangkan untuk memberikan tip!"
    ]
  }
}
